[
    {
        "name": "Hyobok Ahn",
        "photoURL": "https://tizenspecialist.github.io/tizenspecialist/image/hbahn.png",
        "location": "Suwon, Korea",
        "company": "DIGNSYS Inc.",
        "devices": ["IoT", "H/W", "S/W"],
        "bio": "I'm specialized in Tizen & Tizen RT porting on custom board hardwares. I have experiences in supporting the design of IoT gateway and sensor devices with public Cloud services, such as Samsung SmartThings and AWS.",
        "lnURL": "",
        "twitterURL": "",
        "facebookURL": "",
        "emailURL": "hbahn@dignsys.com"
    },
    {
        "name": "Johnny Nam",
        "photoURL": "https://tizenspecialist.github.io/tizenspecialist/image/johnnynam.png",
        "location": "Suwon, Korea",
        "company": "DIGNSYS Inc.",
        "devices": ["IoT", "Driver"],
        "bio": "I have experiences in Tizen Driver porting projects for Wlan/BT/codec and IoT device development projects based on various scenarios. I also have participated in a network audio project for controlling devices by voice using Alexa and a door lock project for confirming visitors' identification remotely using the AWS.",
        "lnURL": "",
        "twitterURL": "",
        "facebookURL": "",
        "emailURL": "johnny14.nam@gmail.com"
    },
    {
        "name": "Jinseog Bang",
        "photoURL": "https://tizenspecialist.github.io/tizenspecialist/image/Scan_20140517_201809.jpg",
        "location": "Seoul, Korea",
        "company": "G.Camp",
        "devices": ["IoT", "H/W"],
        "bio": "I’m interested in data reduction communication of composite sensors. I was in charge of H/W projects using composite sensors at my previous work and I have experiences in hardware production for collecting sensor data using Zigbee and BLE. I am currently working as a hardware consultant for start-up companies at MakerSpace.",
        "lnURL": "",
        "twitterURL": "",
        "facebookURL": "",
        "emailURL": "seog@technonia.com"
    },
    {
        "name": "Min Su Han",
        "photoURL": "https://tizenspecialist.github.io/tizenspecialist/image/minsuhan.jpg",
        "location": "Seoul, Korea",
        "company": "SINO TECH Co.,Ltd",
        "devices": ["IoT", "S/W"],
        "bio": "I’m interested in Tizen IoT and its Applications. I have extensive experiences in system application development.  I am the head of software development projects in SINO TECH Co.,Ltd  I can make valuable contributions to the growth of Tizen with my creative plan.",
        "lnURL": "",
        "twitterURL": "",
        "facebookURL": "",
        "emailURL": "tizenhan@gmail.com"
    },
    {
        "name": "Ki Ho Lee",
        "photoURL": "https://tizenspecialist.github.io/tizenspecialist/image/kiho_lee.png",
        "location": "Seoul, Korea",
        "company": "OPENFINGERS Co.,Ltd",
        "devices": ["IoT", "S/W", "H/W"],
        "bio": "I have developed Tizen programs. I have a passion for developing IoT devices and programs. I've also enhanced many skills for a developing device from 3D modeling to programming. I can design H/W device and use a few programming language such as C, C++, Java, and Python. I am currently a CEO and a tutor in coding and making education company, Openfingers. ",
        "lnURL": "https://www.memaker.co.kr",
        "bio": "I have developed Tizen programs. And there is a passion for developing IoT devices and programs. I have also improved many techniques for developing IoT device, from 3D modeling to programming. I can design hardware devices and use some programming languages like C, C ++, Java and Python. I am currently the CEO and tutor of Openfingers, a coding education company.",
        "twitterURL": "",
        "facebookURL": "https://www.facebook.com/www.memaker.co.kr/",
        "emailURL": "openfingers@openfingers.com"
    }
]
